Repository: bagdadinvest/applotfinity
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it, tr

source: Client Management: Profiles and treatment histories.
es: Gestión de Clientes: Perfiles e historiales de tratamiento.
fr: Gestion des clients : profils et historiques de traitement.
it: Gestione dei clienti: profili e storie di trattamento.
tr: Müşteri Yönetimi: Profiller ve tedavi geçmişleri.

source: Real-Time Analytics: Revenue, top services, and productivity tracking.
es: Análisis en tiempo real: seguimiento de ingresos, servicios principales y productividad.
fr: Analytique en temps réel : chiffre d’affaires, services de pointe et suivi de la productivité.
it: Analisi in tempo reale: fatturato, servizi di alto livello e monitoraggio della produttività.
tr: Gerçek Zamanlı Analitik: Gelir, en iyi hizmetler ve üretkenlik takibi.

source: Dental Management App
es: Aplicación de gestión dental
fr: Application de gestion dentaire
it: App per la gestione dentale
tr: Diş Yönetimi Uygulaması

source: A comprehensive dental management solution.
es: Una solución integral de gestión dental.
fr: Une solution complète de gestion dentaire.
it: Una soluzione completa per la gestione dentale.
tr: Kapsamlı bir dental yönetim çözümü.

source: Patient Scheduling: Simplify appointment management for clinics.
es: Programación de pacientes: simplifique la gestión de citas para las clínicas.
fr: Planification des patients : simplifiez la gestion des rendez-vous pour les cliniques.
it: Pianificazione dei pazienti: semplifica la gestione degli appuntamenti per le cliniche.
tr: Hasta Planlaması: Klinikler için randevu yönetimini basitleştirin.

source: Records Management: Secure and accessible patient records.
es: Gestión de registros: registros de pacientes seguros y accesibles.
fr: Gestion des dossiers : Dossiers des patients sécurisés et accessibles.
it: Gestione delle registrazioni: Cartelle cliniche sicure e accessibili per i pazienti.
tr: Kayıt Yönetimi: Güvenli ve erişilebilir hasta kayıtları.

source: Financial Tracking: Monitor invoices, payments, and insurance claims.
es: Seguimiento financiero: supervise facturas, pagos y reclamaciones de seguros.
fr: Suivi financier : Surveillez les factures, les paiements et les réclamations d’assurance.
it: Monitoraggio finanziario: monitora fatture, pagamenti e richieste di risarcimento assicurativo.
tr: Finansal Takip: Faturaları, ödemeleri ve sigorta taleplerini izleyin.

source: Multilingual Support: Enable communication with patients from diverse backgrounds.
es: Soporte multilingüe: Permita la comunicación con pacientes de diversos orígenes.
fr: Assistance multilingue : Facilitez la communication avec des patients d’horizons divers.
it: Supporto multilingue: consente la comunicazione con pazienti di diversa estrazione.
tr: Çok Dilli Destek: Farklı geçmişlere sahip hastalarla iletişimi sağlayın.

source: The pro version of Salon Nassnor, offering enhanced tools for beauty professionals.
es: La versión pro de Salon Nassnor, que ofrece herramientas mejoradas para los profesionales de la belleza.
fr: La version pro du Salon Nassnor, offrant des outils améliorés pour les professionnels de la beauté.
it: La versione pro di Salon Nassnor, che offre strumenti avanzati per i professionisti della bellezza.
tr: Güzellik profesyonelleri için gelişmiş araçlar sunan Salon Nassnor'un profesyonel sürümü.

source: Advanced Appointment System: Customizable bookings and reminders.
es: Sistema Avanzado de Citas: Reservas y recordatorios personalizables.
fr: Système de rendez-vous avancé : Réservations et rappels personnalisables.
it: Sistema avanzato di appuntamenti: prenotazioni e promemoria personalizzabili.
tr: Gelişmiş Randevu Sistemi: Özelleştirilebilir rezervasyonlar ve hatırlatıcılar.

source: Inventory Management: Track beauty product availability.
es: Gestión de inventario: Realice un seguimiento de la disponibilidad de productos de belleza.
fr: Gestion des stocks : Suivez la disponibilité des produits de beauté.
it: Gestione dell'inventario: tieni traccia della disponibilità dei prodotti di bellezza.
tr: Envanter Yönetimi: Güzellik ürününün kullanılabilirliğini takip edin.

source: Customer Relationship Management: Tools to engage and retain clients.
es: Customer Relationship Management: Herramientas para atraer y retener a los clientes.
fr: Gestion de la relation client : Outils pour engager et fidéliser les clients.
it: Gestione delle relazioni con i clienti: strumenti per coinvolgere e fidelizzare i clienti.
tr: Müşteri İlişkileri Yönetimi: Müşterilerle etkileşim kurmak ve elde tutmak için araçlar.

source: Reporting Tools: Visualize revenue and staff productivity.
es: Herramientas de informes: visualice los ingresos y la productividad del personal.
fr: Outils de reporting : visualisez les revenus et la productivité du personnel.
it: Strumenti di reporting: visualizza i ricavi e la produttività del personale.
tr: Raporlama Araçları: Geliri ve personel verimliliğini görselleştirin.

source: Your Website. Your Data. Your Control.
es: Su sitio web. Sus datos. Tu control.
fr: Votre site Web. Vos données. Votre contrôle.
it: Il tuo sito web. I tuoi dati. Il tuo controllo.
tr: Sizin web siteniz. Sizin Verileriniz. Sizin Kontrolünüz Sizde.

source: A Website That Operates Locally, Securely, and Intelligently.
es: Un sitio web que opera de forma local, segura e inteligente.
fr: Un site web qui fonctionne dans un environnement local, sécurisé et accessible.
it: Un sito Web che opera localmente, in modo sicuro e intelligente.
tr: Yerel, güvenli ve akıllı bir şekilde çalışan bir web sitesi.

source: Unlike AI systems that rely on external APIs, every website we create at
es: A diferencia de los sistemas de IA que dependen de API externas, todos los sitios web que creamos en
fr: Contrairement aux systèmes d’IA qui s’appuient sur des API externes, chaque site Web que nous créons à
it: A differenza dei sistemi di intelligenza artificiale che si basano su API esterne, ogni sito web che creiamo
tr: Harici API'lere dayanan AI sistemlerinin aksine, oluşturduğumuz her web sitesi

source: runs entirely on private hardware either yours or ours—ensuring total independence and security. Your website, your chatbot, and every lead or interaction it handles remain stored in a dedicated environment. No third-party access, no unnecessary data exposure—only YOU control your digital ecosystem.
es: Se ejecuta completamente en hardware privado, ya sea el suyo o el nuestro, lo que garantiza total independencia y seguridad. Su sitio web, su chatbot y cada cliente potencial o interacción que maneja permanecen almacenados en un entorno dedicado. Sin acceso de terceros, sin exposición innecesaria de datos: solo USTED controla su ecosistema digital.
fr: fonctionne entièrement sur matériel privé, le vôtre ou bien le nôtre, ce qui garantit une indépendance et une sécurité totales. Votre site web, votre chatbot et chaque lead ou interaction qu'il gère restent stockés dans un environnement dédié. Pas d'accès par des tiers, pas d'exposition inutile de données : VOUS seul contrôlez votre écosystème numérique.
it: Funziona interamente su hardware privato, tuo o nostro, garantendo totale indipendenza e sicurezza. Il tuo sito web, il tuo chatbot e ogni lead o interazione che gestisce rimangono archiviati in un ambiente dedicato. Nessun accesso di terze parti, nessuna esposizione inutile dei dati: solo TU controlli il tuo ecosistema digitale.
tr: Tamamen size veya bize ait özel donanımla çalışır ve tam bağımsızlık ve güvenlik sağlar. Web siteniz, sohbet botunuz ve ele aldığı her müşteri adayı veya etkileşim, özel bir ortamda saklanmaya devam eder. Üçüncü taraf erişimi yok, gereksiz veri ifşası yok - dijital ekosisteminizi yalnızca SİZ kontrol ediyorsunuz.

source: More than just a management system, this AI functions as an integrated chatbot that captures leads, automates interactions, and serves as a seamless bridge between human teams and AI automation. Whether it's assisting customers, structuring content, or executing tasks in real time, it operates like an intelligent digital assistant always working behind the scenes.
es: Más que un simple sistema de gestión, esta IA funciona como un chatbot integrado que captura clientes potenciales, automatiza las interacciones y sirve como un puente perfecto entre los equipos humanos y la automatización de la IA. Ya sea para ayudar a los clientes, estructurar el contenido o ejecutar tareas en tiempo real, funciona como un asistente digital inteligente que siempre trabaja entre bastidores.
fr: Plus qu’un simple système de gestion, cette IA fonctionne comme un chatbot intégré qui capture les prospects, automatise les interactions et sert de pont transparent entre les équipes humaines et l’automatisation de l’IA. Qu’il s’agisse d’assister les clients, de structurer du contenu ou d’exécuter des tâches en temps réel, il fonctionne comme un assistant numérique intelligent travaillant toujours en coulisse.
it: Più che un semplice sistema di gestione, questa intelligenza artificiale funziona come un chatbot integrato che acquisisce lead, automatizza le interazioni e funge da ponte senza soluzione di continuità tra i team umani e l'automazione dell'intelligenza artificiale. Che si tratti di assistere i clienti, strutturare contenuti o eseguire attività in tempo reale, funziona come un assistente digitale intelligente che lavora sempre dietro le quinte.
tr: Bir yönetim sisteminden daha fazlası olan bu yapay zeka, müşteri adaylarını yakalayan, etkileşimleri otomatikleştiren ve insan ekipleri ile yapay zeka otomasyonu arasında sorunsuz bir köprü görevi gören entegre bir sohbet robotu işlevi görür. Müşterilere yardımcı olmak, içeriği yapılandırmak veya görevleri gerçek zamanlı olarak yürütmek olsun, her zaman perde arkasında çalışan akıllı bir dijital asistan gibi çalışır.

source: Content Management
es: Gestión de contenidos
fr: Gestion de contenu
it: Gestione dei contenuti
tr: İçerik Yönetimi

source: Get in Touch
es: Póngase en contacto con nosotros
fr: Contactez-nous
it: Mettiti in contatto
tr: Temasa geçin

source: LOTFI KANOUNI, FSDev & Designer, SEO & Marketing
es: LOTFI KANOUNI, FSDev y Diseñador, SEO y Marketing
fr: LOTFI KANOUNI, FSDev &amp; Designer, SEO &amp; Marketing
it: LOTFI KANOUNI, FSDev &amp; Designer, SEO &amp; Marketing
tr: LOTFI KANOUNI, FSDev ve Tasarımcı, SEO ve Pazarlama

source: Gmail
tr: E-posta Adresi

source: Telegram
es: Telegrama
fr: Télégramme
it: Telegramma
tr: Telgraf

source: WhatsApp
it: Contatti
tr: Hemen Ulaşın

source: github
tr: Github (İngilizce)

source: Mind. Clean code from scratch, immersive web experience, performance, organized workflow, fun!
es: Mente. Código limpio desde cero, experiencia web inmersiva, rendimiento, flujo de trabajo organizado, ¡diversión!
fr: Esprit. Code propre à partir de zéro, expérience web immersive, performance, flux de travail organisé, plaisir !
it: Mente. Codice pulito da zero, esperienza web coinvolgente, prestazioni, flusso di lavoro organizzato, divertimento!
tr: Akıl. Sıfırdan temiz kod, sürükleyici web deneyimi, performans, düzenli iş akışı, eğlence!

source: Istanbul - Turkey
es: Estambul - Turquía
fr: Istanbul - Turquie
it: Istanbul - Turchia
tr: İstanbul - Türkiye

source: NewGen Web Design >
es: Diseño Web de Nueva Generación >
fr: > de conception Web NewGen
tr: Yeni Nesil Web Tasarım >

source: merges technology with aesthetics, transforming client needs into extraordinary digital experiences. Each website is unique and can be extended into a Progressive Web App or equipped with administration modules if needed.
es: Fusiona la tecnología con la estética, transformando las necesidades de los clientes en experiencias digitales extraordinarias. Cada sitio web es único y puede ampliarse en una aplicación web progresiva o equiparse con módulos de administración si es necesario.
fr: fusionne la technologie et l’esthétique, transformant les besoins des clients en expériences numériques extraordinaires. Chaque site web est unique et peut être étendu en une Progressive Web App ou équipé de modules d’administration si nécessaire.
it: fonde la tecnologia con l'estetica, trasformando le esigenze del cliente in straordinarie esperienze digitali. Ogni sito web è unico e può essere esteso in una Progressive Web App o dotato di moduli di amministrazione, se necessario.

source: logo
es: logotipo

source: TAGGED
es: ETIQUETADO
fr: TAG
it: TAGGATI

source: John Doe
es: Juan Fulano

source: Salon Nassnor
es: Salón Nassnor
it: Salone Nassnor
